START = (
    "Привет!\n"
    "Я — <b>Sparker</b>, бот, который поможет тебе держать дисциплину каждый день.\n\n"
    "<i>Для подробностей напиши /help</i>"
)

HELP = (
    "<b>Sparker — помощь</b>\n\n"
    "1. /help - данный список\n"
    "2. /start - начало работы\n"
    "3. /habits - мои привычки\n"
    "4. /add - добавить новую привычку"
)

HABITS = (
    "<b>Sparker - ваши привычки</b>\n\n"
    "1. Тут что-то\n"
    "2. И тут что-то"
)

HABITS_EMPTY = (
    "<b>Sparker - ваши привычки</b>\n\n"
    "<i>У тебя нету привычек, добавь их через /add</i>"
)

ASK_HABIT_NAME = (
    "<b>Sparker - ваши привычки</b>\n\n"
    "Напишите название для привычки"
)

HABIT_ADDED = (
    "<b>Sparker - ваши привычки</b>\n\n"
    "Привычка <b>{title}</b> успешно добавлена"
)

FALLBACK = (
    "<b>Sparker - ваши привычки</b>\n\n"
    "Команда не найдена"
)

CANCEL = "Действие отменено"